BOT_TOKEN = ''  # Токен бота
#
PATH_DB = 'db/payment.db'  # файл базы данных
PATH_DUMP = 'db/db_dump.sql'  # файл дампа базы данных
PATH_SETTINGS = '/config/settings.ini'  # файл файла настроек
#
ADMIN_ID = ''  # ID администратора (он можеть менять цену на товар командой)
#
PROVIDER_TOKEN = ''  # Токен платежной системы, полученный через @BotFather
#
QIWI_ACCOUNT = ''  # Номер телефона от qiwi-кошелька
#
QIWI_TOKEN = '' # api qiwi-кошелька (должен быть доступ к просмотру истории операций)
#
PRIVATE_URL = ''  # ссылка на приватный канал, которая выдается после оплаты
#
DOC_1 = ''  # документ №1
DOC_2 = ''  # документ №2
#
START_TEXT = "Добро пожаловать на канал Зеленоглазки!\nЧтобы погрузиться в волшебный мир сказок прямо сейчас, необходимо совершить оплату."  # стартовый текст
#
INVOICE_DESCRIPTION_TEXT = "Заплатив один раз, Вы получаете доступ к огромному количеству сказок на неограниченный срок, с возможностью выбора категории, возраста и автора.\n\nОплачивая, Вы соглашаетесь с пользовательским соглашением и политикой конфиденциальности."  # описание к товару
#
